export const tasks = [
  {
    id: 0,
    title: "Разработка лендинга",
    description: "Создание главной страницы лендинга для нового продукта.",
    status: "В процессе",
    priority: "Высокий",
  },
  {
    id: 1,
    title: "Обновление базы данных",
    description: "Добавление новых полей в таблицы базы данных.",

    status: "Запланировано",
    priority: "Средний",
  },
  {
    id: 2,
    title: "Тестирование API",
    description: "Проведение тестов для нового REST API и исправление багов.",

    status: "В процессе",
    priority: "Высокий",
  },
  {
    id: 3,
    title: "Создание презентации",
    description: "Подготовка слайдов для презентации нового продукта.",

    status: "Запланировано",
    priority: "Низкий",
  },
  {
    id: 4,
    title: "Оптимизация кода",
    description: "Анализ и оптимизация производительности кода проекта.",

    status: "В процессе",
    priority: "Высокий",
  },
  {
    id: 5,
    title: "Обновление документации",
    description:
      "Обновление пользовательской документации к новой версии продукта.",

    status: "Запланировано",
    priority: "Средний",
  },
  {
    id: 6,
    title: "Внедрение системы логирования",
    description:
      "Настройка системы логирования для отслеживания ошибок в приложении.",

    status: "Завершено",
    priority: "Средний",
  },
  {
    id: 7,
    title: "Создание прототипа мобильного приложения",
    description: "Разработка макета и функционала для мобильного приложения.",

    status: "В процессе",
    priority: "Высокий",
  },
  {
    id: 8,
    title: "Анализ рынка",
    description:
      "Сбор и анализ данных о текущем состоянии рынка для нового проекта.",

    status: "Завершено",
    priority: "Средний",
  },
  {
    id: 9,
    title: "Настройка CI/CD",
    description:
      "Настройка и автоматизация процесса сборки и развертывания приложения.",

    status: "В процессе",
    priority: "Высокий",
  },
];
